{
    "products": [
        {
            "id": 1,
            "name": "Quần bơi nam Champion Vàng Đen",
            "type": "doboinam",
            "price": 600000,
            "image": "../../imgs/imgs_SanPham/doboinam3.jpg",
            "discount": true,
            "new": false,
            "originalPrice": 750000,
            "description": "Quần bơi nam Champion mang phong cách thể thao chuyên nghiệp, giúp tối ưu hóa hiệu suất khi bơi. Thiết kế tinh tế kết hợp với chất liệu cao cấp, sản phẩm đảm bảo độ bền và khả năng khô nhanh vượt trội. Phù hợp cho cả luyện tập và thi đấu, quần bơi này mang lại sự tự tin và thoải mái trong mọi chuyển động, là lựa chọn lý tưởng cho các vận động viên.",
            "info": {
                "material": "Polyester và Lycra",
                "features": "Chống mài mòn, giảm lực cản, khô nhanh",
                "usage": "Bơi thi đấu, luyện tập chuyên nghiệp"
            }
        },
        {
            "id": 2,
            "name": "Bộ bơi nữ Summer Xanh Tím",
            "type": "doiboinu",
            "price": 700000,
            "image": "../../imgs/imgs_SanPham/doboinu2.jpg",
            "discount": true,
            "new": false,
            "originalPrice": 900000,
            "description": "Bộ bơi nữ Summer là lựa chọn lý tưởng cho những ngày năng động bên hồ bơi. Với thiết kế hiện đại, sản phẩm mang lại cảm giác thoải mái và tự tin khi bơi. Chất liệu cao cấp giúp kháng nước và khô nhanh, phù hợp cho cả bơi lội giải trí và tập luyện. Bộ bơi này kết hợp phong cách thời thượng và hiệu suất, giúp bạn tỏa sáng trong mọi hoạt động.",
            "info": {
                "material": "Polyester và Lycra",
                "features": "Khô nhanh, chống trượt, co giãn 4 chiều",
                "usage": "Bơi lội giải trí, tập luyện"
            }
        },
        {
            "id": 3,
            "name": "Bộ bơi nữ Active Sọc Trắng đen",
            "type": "doiboinu",
            "price": 650000,
            "image": "../../imgs/imgs_SanPham/doboinu4.jpg",
            "discount": true,
            "new": false,
            "originalPrice": 800000,
            "description": "Bộ bơi nữ Active được thiết kế dành cho những người yêu thích sự năng động. Sản phẩm mang lại cảm giác thoải mái, hỗ trợ vận động linh hoạt dưới nước. Chất liệu nhẹ, co giãn tốt và khô nhanh giúp bạn tự tin trong mọi hoạt động bơi lội. Phù hợp cho cả tập luyện và giải trí, bộ bơi này là lựa chọn hoàn hảo cho phong cách thể thao hiện đại.",
            "info": {
                "material": "Polyester và Elastane",
                "features": "Khô nhanh, co giãn tốt, chống trượt",
                "usage": "Bơi lội giải trí, tập luyện"
            }
        },
        {
            "id": 4,
            "name": "Bộ bơi nữ Basic Đen Sọc Trắng",
            "type": "doiboinu",
            "price": 550000,
            "image": "../../imgs/imgs_SanPham/doboinu6.jpg",
            "discount": true,
            "new": false,
            "originalPrice": 700000,
            "description": "Bộ bơi nữ Basic mang phong cách tối giản nhưng không kém phần cuốn hút. Sản phẩm được thiết kế để mang lại sự thoải mái và hỗ trợ vận động linh hoạt. Chất liệu nhẹ, bền và khô nhanh đảm bảo cảm giác dễ chịu trong mọi hoạt động bơi lội. Phù hợp cho cả giải trí và tập luyện, bộ bơi này là lựa chọn lý tưởng cho những ai yêu thích sự đơn giản.",
            "info": {
                "material": "Polyester",
                "features": "Nhẹ, bền, khô nhanh",
                "usage": "Bơi lội giải trí, tập luyện nhẹ"
            }
        },
        {
            "id": 5,
           "name": "Quần bơi nam Sport Xanh Dương",
            "type": "doboinam",
            "price": 400000,
            "image": "../../imgs/imgs_SanPham/doboinam7.jpg",
            "discount": true,
            "new": false,
            "originalPrice": 550000,
            "description": "Quần bơi nam Sport mang đến sự kết hợp hoàn hảo giữa phong cách và hiệu suất. Với thiết kế năng động, sản phẩm giúp bạn tự tin trong mọi hoạt động dưới nước. Chất liệu nhẹ, co giãn tốt và khô nhanh đảm bảo sự thoải mái tối đa. Phù hợp cho cả bơi lội giải trí và tập luyện, đây là sản phẩm không thể thiếu cho những người yêu thích thể thao.",
            "info": {
                "material": "Nylon và Lycra",
                "features": "Khô nhanh, co giãn tốt, chống tia UV",
                "usage": "Bơi lội giải trí, tập luyện"
            }
        },
        {
            "id": 6,
            "name": "Quần bơi nam Premium Đen Camo",
            "type": "doboinam",
            "price": 580000,
            "image": "../../imgs/imgs_SanPham/doboinam8.jpg",
            "discount": true,
            "new": false,
            "originalPrice": 700000,
            "description": "Quần bơi nam Premium mang phong cách mạnh mẽ, lý tưởng cho những ai muốn nổi bật khi bơi lội. Sản phẩm được thiết kế với chất liệu cao cấp, giúp giảm lực cản và tăng độ bền. Độ co giãn tốt cùng khả năng khô nhanh mang lại sự thoải mái tối ưu. Phù hợp cho cả thi đấu và giải trí, quần bơi này là lựa chọn tuyệt vời cho mọi tín đồ thể thao.",
            "info": {
                "material": "Polyester và Spandex",
                "features": "Chống mài mòn, khô nhanh, giảm lực cản",
                "usage": "Bơi thi đấu, giải trí, tập luyện"
            }
        },
        {
            "id": 7,
            "name": "Kính bơi chuyên nghiệp SpeedEdge Xám Đen",
            "type": "kinhboi",
            "price": 150000,
            "originalPrice": 250000,
            "image": "../../imgs/imgs_SanPham/sanpham4.jpg",
            "discount": true,
            "new": false
        },
        {
            "id": 8,
            "name": "Mũ bơi silicon đen truyền thống",
            "type": "muboi",
            "price": 160000,
            "originalPrice": 200000,
            "image": "../../imgs/imgs_SanPham/sanpham6.jpg",
            "discount": true,
            "new": false,
            "description": "Mũ bơi silicon truyền thống là sản phẩm thiết yếu cho mọi người yêu thích bơi lội. Với thiết kế đơn giản nhưng hiệu quả, mũ giúp bảo vệ tóc và giảm lực cản nước. Chất liệu silicon mềm mại, co giãn tốt mang lại sự thoải mái và độ bền cao. Phù hợp cho các buổi bơi giải trí hoặc tập luyện nhẹ, sản phẩm này là lựa chọn tiết kiệm nhưng chất lượng.",
            "info": {
                "material": "Silicone",
                "features": "Co giãn tốt, bảo vệ tóc, chống trượt",
                "usage": "Bơi lội giải trí, tập luyện nhẹ"
            }
        },
        {
            "id": 9,
            "name": "Mũ bơi silicon trắng bóng đơn giản",
            "type": "muboi",
            "price": 180000,
            "originalPrice": 250000,
            "image": "../../imgs/imgs_SanPham/sanpham8.jpg",
            "discount": true,
            "new": false,
            "description": "Mũ bơi silicon trắng bóng mang phong cách tối giản, phù hợp cho mọi đối tượng yêu thích bơi lội. Sản phẩm giúp bảo vệ tóc và giảm lực cản nước, với chất liệu silicon mềm mại và co giãn tốt. Thiết kế đơn giản nhưng bền bỉ, mũ bơi này mang lại sự thoải mái và hiệu quả trong mọi hoạt động dưới nước. Lý tưởng cho các buổi bơi giải trí hoặc tập luyện nhẹ.",
            "info": {
                "material": "Silicone",
                "features": "Co giãn tốt, bảo vệ tóc, chống trượt",
                "usage": "Bơi lội giải trí, tập luyện nhẹ"
            }
        },
        {
            "id": 10,
            "name": "Bình nước cầm tay SportMax Đen",
            "type": "binhnuoc",
            "price": 400000,
            "originalPrice": 500000,
            "image": "../../imgs/imgs_SanPham/sanpham12.jpg",
            "discount": true,
            "new": false,
            "description": "Bình nước cầm tay SportMax mang đến sự tiện lợi cho các hoạt động thể thao và bơi lội. Với thiết kế ergonomics, sản phẩm dễ cầm nắm và chống rò rỉ, phù hợp cho tập luyện hoặc di chuyển. Chất liệu cao cấp, an toàn và bền bỉ đảm bảo sử dụng lâu dài. Bình nước này là lựa chọn lý tưởng cho những ai yêu thích sự năng động và phong cách.",
            "info": {
                "material": "Nhựa Tritan và Thép không gỉ",
                "features": "Chống rò rỉ, nhẹ, bền bỉ",
                "usage": "Thể thao, bơi lội, tập luyện"
            }
        },
        {
            "id": 11,
            "name": "Túi đựng đồ bơi Classic Bag Xanh Trắng",
            "type": "tuithethao",
            "price": 400000,
            "originalPrice": 600000,
            "image": "../../imgs/imgs_SanPham/sanpham13.jpg",
            "discount": true,
            "new": false,
            "description": "Túi đựng đồ bơi Classic Bag là phụ kiện không thể thiếu cho những ai yêu thích bơi lội. Với thiết kế rộng rãi, sản phẩm giúp bạn dễ dàng mang theo quần áo, kính bơi và các vật dụng cần thiết. Chất liệu chống thấm nước và bền bỉ đảm bảo đồ dùng luôn khô ráo. Phù hợp cho tập luyện, thi đấu hoặc dã ngoại, túi này mang lại sự tiện lợi và phong cách.",
            "info": {
                "material": "Polyester chống thấm",
                "features": "Chống thấm nước, nhiều ngăn, bền bỉ",
                "usage": "Bơi lội, thể thao, dã ngoại"
            }
        },
        {
            "id": 12,
            "name": "Túi rút họa tiết LeafBag Xanh Lá",
            "type": "tuithethao",
            "price": 330000,
            "originalPrice": 400000,
            "image": "../../imgs/imgs_SanPham/sanpham16.jpg",
            "discount": true,
            "new": false,
            "description": "Túi rút LeafBag mang phong cách trẻ trung, phù hợp cho các hoạt động thể thao và bơi lội. Với thiết kế gọn nhẹ, sản phẩm dễ dàng chứa đồ bơi, giày thể thao hoặc các vật dụng cá nhân. Chất liệu chống thấm và bền bỉ đảm bảo sử dụng lâu dài. Phù hợp cho tập luyện, dã ngoại hoặc sử dụng hàng ngày, túi rút này là lựa chọn tiện lợi và thời trang.",
            "info": {
                "material": "Nylon chống thấm",
                "features": "Gọn nhẹ, chống thấm, dây rút tiện lợi",
                "usage": "Bơi lội, thể thao, dã ngoại"
            }
        }
    ]
}